[
    {
      "anime": "Tokyo Ghoul √A",
      "character": "Kaneki Ken",
      "quote": "Never trust anyone too much... Remember the devil was once an angel..."
    },
    {
      "anime": "Tokyo Ghoul:re",
      "character": "Koutarou Amon",
      "quote": "What is right... what is wrong... you can't easily tell the difference. That's why you must keep thinking, whether what you are doing is right or not. That act itself, alone, can be called right."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Kaneki Ken",
      "quote": "You're wrong. It's not the world that's messed up; it's those of us in it. Yes, some ghouls walk a path that leaves sorrow in their wake, but just like humans, we can choose a different path altogether. We have a lot to learn, both your kind and mine. We need to stop fighting, and start talking. Because when it comes to the state of the world, you can't point your finger at ghouls or humans. We're all to blame."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Shuu Tsukiyama",
      "quote": "Books are nice, aren't they? With just one sentence you can get lost in all sorts of dreams. They way I think of it, literature allows the reader's consciousness to deeply relish the author and be closer to him. And so, we freely walk around the world of the story from the yarn spinner's point of view. It's only when you immerse yourself in the world of a book that you are able to forget just who you are."
    },
    {
      "anime": "Tokyo Ghoul:re",
      "character": "Karren von Rosewald",
      "quote": "The sorrows of life...To not be able to live like yourself. The joys of life...To be able to die like yourself."
    },
    {
      "anime": "Tokyo Ghoul:re",
      "character": "Kaneki Ken",
      "quote": "Donato has to keep proving himself. He wants to prove just how valuable he is. Isn't that the case with you as well? Because you are the same as Donato. All you're doing is indulging in this twisted self-value that you have to yourself. And if you don't, you won't last. Eventually, you will break and become useless. Once that happens, you'll break and become discarded."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Renji Yomo",
      "quote": "All we can do is live while losing things."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Touka Kirishima",
      "quote": "After you've gobbled him down you'd be left alone to regret it while covered in blood and guts. That's the hunger of a ghoul. That's our destiny."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Kaneki Ken",
      "quote": "As my fingers and toes re-grew like fingernails or hair over and over and over and over... and over again, every single time I got the feeling that I truly, truly truly was a monster."
    }
  ]