[
    {
      "anime": "Tokyo Ghoul √A",
      "character": "Ken Kaneki",
      "quote": "Never trust anyone too much... Remember the devil was once an angel..."
    },
    {
      "anime": "Tokyo Ghoul:re",
      "character": "Koutarou Amon",
      "quote": "What is right... what is wrong... you can't easily tell the difference. That's why you must keep thinking, whether what you are doing is right or not. That act itself, alone, can be called right."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Ken Kaneki",
      "quote": "You're wrong. It's not the world that's messed up; it's those of us in it."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Shuu Tsukiyama",
      "quote": "Books are nice, aren't they? With just one sentence you can get lost in all sorts of dreams. They way I think of it, literature allows the reader's consciousness to deeply relish the author and be closer to him. And so, we freely walk around the world of the story from the yarn spinner's point of view. It's only when you immerse yourself in the world of a book that you are able to forget just who you are."
    },
    {
      "anime": "Tokyo Ghoul:re",
      "character": "Karren von Rosewald",
      "quote": "The sorrows of life...To not be able to live like yourself. The joys of life...To be able to die like yourself."
    },
    {
      "anime": "Tokyo Ghoul:re",
      "character": "Ken Kaneki",
      "quote": "Human relationships are chemical reactions. If you have a reaction then you can never return back to your previous state of being."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Renji Yomo",
      "quote": "All we can do is live while losing things."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Rize Kamishiro",
      "quote": "There are times when you have to give up on one thing to preserve the other."
    },
    {
      "anime": "Tokyo Ghoul",
      "character":"Rize Kamishiro",
      "quote": "There's no such thing as fate. It's simply a combination of one circumstance and the next."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Shuu Tsukiyama",
      "quote": "I'm not going to protect you by being your shield or armor, but I'll be the dagger hidden below your pillow."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Kishou Arima",
      "quote": "Sometimes good people make bad choices, it doesn't mean they are bad people. It means they are human."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Yoshimura",
      "quote": "Life is to constantly sin. Life is evil itself. I am aware I am evil... And so are you all. Now, come kill me and, I shall do the same."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Juuzou Suzuya",
      "quote": "Why should I apologize for being a monster? Has anyone ever apologized for turning me into one?"
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Kureo Mado",
      "quote": "When you're in front of the enemy, even if your hands are trembling — fight."
    },
    {
      "anime": "Tokyo Ghoul",
      "character": "Ken Kaneki",
      "quote": "Why is it that beautiful things entwined more deeply with death than with life?"
    }
  ]