[
    {
      "anime": "Death Note",
      "character": "Light Yagami",
      "quote": "I am the God placed here to save the weak and create a perfect world."
    },
    {
      "anime": "Death Note",
      "character": "Misa Amane",
      "quote": "Unless someone makes the first move, nothing will happen."
    },
    {
      "anime": "Death Note",
      "character": "L Lawliet",
      "quote": "There is no heaven or hell. No matter what you do while you're alive, everybody goes to the same place once you die. Death is Equal."
    },
    {
      "anime": "Death Note",
      "character": "Light Yagami",
      "quote": "In this world, there are very few people who actually trust each other."
    },
    {
      "anime": "Death Note",
      "character": "Light Yagami",
      "quote": "Humans aren't made perfectly. Everyone lies. Even so... I've been careful not to tell lies that hurt others."
    },
    {
      "anime": "Death Note",
      "character": "Mikami Teru",
      "quote": "In this world, there is only good and evil, that was the first universal truths I grasped from observing the world around me when I was a child. Every human being without exception ends up falling into one category or the other."
    },
    {
      "anime": "Death Note",
      "character": "L Lawliet",
      "quote": "It's not a sense of justice. Figuring out difficult cases is my hobby. If you measured good and evil deeds by current laws, I would be responsible for many crimes. The same way you all like to solve mysteries and riddles, or clear video games more quickly. For me too, it's simply prolonging something I enjoy doing. That's why I only take on cases that pique my interest. It's not justice at all. And if it means being able to clear a case, I don't play fair, I'm a dishonest, cheating human being who hates losing."
    },
    {
      "anime": "Death Note",
      "character": "Misa Amane",
      "quote": "I can't even imagine a world without Light."
    },
    {
      "anime": "Death Note",
      "character": "L Lawliet",
      "quote": "Sometimes, the questions are complicated - and the answers are simple."
    }
  ]